<template>
    
    <div class="container">
        <Nav/>
        <Header 
        title='Разарботка' 
        h1='Разработка ПО и мобильных приложений'
        description='Уникальный продукт которым гордится наша команда. Готовы взяться за проект без четкого технического задания. Идеальный вариант для больших проектов с бесконечным циклом разработки.'
        image='/static/img/1920x1080/2.png'
         />
        <Carusel
        :description="[
        {header:'Решения', text:'Каждый наш проект точно настроен под процессы компании-заказчика, что существенно повышает эффективность ее деятельности'},
        {header:'Также мы разрабатываем', text:'За 10 лет разработки мы решили много интересных задач'},
        {header:'Поэтапная разработка снижает риски внедрения ПО', text:'Поэтапная разработка позволяет уже через 2-4 месяца получить первый результат и установить систему с базовым функционалом. Вы сможете работать, а мы продолжим расширять функциональность системы, дорабатывая её по заранее согласованному плану'}
        ]"/>
    </div>
</template>
<script>
import Nav from '@/components/Nav'
import Header from '@/components/Header'
import Carusel from '@/components/Carusel'
export default {
    components:{
        Nav,
        Header,
        Carusel
    }
    
}
</script>
<style scoped> 
    


</style>
